---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CmSup6
source: html/8b43e591-42e9-5853-cd75-07ac179cc41e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CmSup6 Property

Symbol cm⁶, indicating unit Centimeters to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId CmSup6 { get; }
```